import { ITagArray } from "./types"

export const POLICY: ITagArray[] = [
  { h: "1. Общие положения" },
  {
    p: "1.1. Общество с ограниченной ответственностью «ШЕЙРА»  (далее по тексту – Оператор) ставит соблюдение прав и свобод граждан одним из важнейших условий осуществления своей деятельности.",
  },
  {
    p: "1.2. Политика Оператора в отношении обработки персональных данных (далее по тексту — Политика) применяется ко всей информации, которую Оператор может получить о  Пользователях веб-сайта и приложений sheira.ru. Персональные данные обрабатывается в соответствии с ФЗ «О персональных данных» № 152-ФЗ.",
  },
  {
    h: "2. Основные понятия, используемые в Политике",
  },
  {
    p: "2.1 Веб-сайт - совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу sheira.ru;",
  },
  {
    p: "2.2. Пользователь – любой посетитель веб-сайта и приложений sheira.ru;",
  },
  {
    p: "2.3. Персональные данные – любая информация, относящаяся к Пользователю веб-сайта и приложений sheira.ru;",
  },
  {
    p: "2.4. Обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;",
  },
  {
    p: "2.5. Обезличивание персональных данных – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных;",
  },
  {
    p: "2.6. Распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц;",
  },
  {
    p: "2.7. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;",
  },
  {
    p: "2.8. Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.",
  },
  {
    h: "3. Оператор может обрабатывать следующие персональные данные Пользователя",
  },
  {
    p: "3.1. Список персональных данных, которые обрабатывает Оператор: фамилия, имя, отчество, год, месяц, дата рождения, адрес электронной почты, номер телефона, адрес.",
  },
  {
    p: "3.2. Кроме того, на веб - сайте и приложениях происходит сбор и обработка обезличенных данных о Пользователях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика, Гугл Аналитика и других).",
  },
  {
    h: "4. Перечень действий и цели обработки персональных данных",
  },
  {
    p: "4.1. Перечень действий, совершаемых Оператором с персональными данными для цели, указанной в пункте 4.2 ниже: сбор, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение, а также осуществление любых иных действий в соответствии с действующим законодательством Российской Федерации. ",
  },
  {
    p: "4.2. Персональные данные Пользователя - фамилия, имя, отчество, год, месяц, дата рождения, адрес электронной почты, номер телефона, адрес - обрабатываются со следующей целью: осуществление действий Пользователей и Оператора на веб – сайте и приложениях, а именно регистрация Пользователей на сайте и в приложениях, верификация Пользователей, рекламная и новостная рассылка, предоставление Пользователю доступа к функционалу и информации, расположенной на веб - сайте, аналитика действий Пользователя на сайте и функционирования веб - сайта.",
  },
  {
    p: "4.3. Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо с темой «Удалить из рассылки» на адрес law@sheira.ru.",
  },
  {
    p: "4.4. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.",
  },
  {
    h: "5. Правовые основания обработки персональных данных",
  },
  {
    p: "5.1. Оператор обрабатывает персональные данные Пользователя только в случае их отправки Пользователем через формы, расположенные на веб - сайте и приложениях sheira.ru. Отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.",
  },
  {
    p: "5.2. Пользователи, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством Российской Федерации.",
  },
  {
    p: "5.3. Пользователь принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.",
  },
  {
    p: "5.4. Оператор обрабатывает обезличенные данные о Пользователе в случае, если Пользователь разрешил это в настройках браузера (включено сохранение файлов «cookie» и использование технологии JavaScript).",
  },
  {
    p: "5.5. Веб-сайт и приложения может содержать ссылки на другие сайты, находящиеся вне контроля Оператора и вне действия настоящей Политики.",
  },
  {
    h: "6. Порядок сбора, хранения, передачи и других видов обработки персональных данных",
  },
  {
    p: "6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
  },
  {
    p: "6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.",
  },
  {
    p: "6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их, направив Оператору уведомление с помощью электронной почты на электронный адрес Оператора law@sheira.ru, с пометкой «Актуализация персональных данных».",
  },
  {
    p: "6.4. Срок обработки персональных данных Пользователей в рамках цели, указанной в пункте 4.2 выше, является неограниченным (за исключением случаев, когда меньший срок установлен законодательством Российской Федерации). Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление с помощью электронной почты на электронный адрес Оператора law@sheira.ru, с пометкой «Отзыв согласия на обработку персональных данных». В случае получения Оператором уведомления об отзыве согласия на обработку персональных данных, Оператор прекращает обработку персональных данных Пользователя с даты, указанной в заявлении, но не ранее даты, следующей за датой фактического получения отзыва.",
  },
  {
    p: "6.5. Персональные данные Пользователей, обрабатываемые для цели, указанной в пункте 4.1 выше, хранятся не дольше, чем этого требуют цели обработки персональных данных (если только иной срок хранения персональных данных не установлен федеральным законом), и исключительно на электронных носителях с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства. При осуществлении сбора и хранения персональных данных Оператор использует базы данных и сервера, находящиеся на территории Российской Федерации.",
  },
  {
    p: "6.6. Уничтожение персональных данных Пользователей при достижении цели обработки, указанной в пункте 4.1 выше, осуществляется путем удаления персональных  данных из баз данных и информационных систем серверов и подтверждается актом и выгрузкой из журнала регистрации событий в информационной системе персональных данных.",
  },
  {
    h: "7. Заключительные положения",
  },
  {
    p: "7.1. При обработке персональных данных Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.",
  },
  {
    p: "7.2. Оператор обеспечивает выполнение требований к защите персональных данных в информационных системах, которые соответствуют 4 уровню защищенности персональных данных согласно ФЗ «О персональных данных» №152-ФЗ и Постановлению Правительства РФ от 01.11.2012 №1119.",
  },
  {
    p: "7.3. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты law@sheira.ru.",
  },
  {
    p: "7.4. Оператор имеет право вносить изменения в Политику. При внесении изменений в актуальную редакцию указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения на веб-сайте и в приложениях, если иное не предусмотрено новой редакцией Политики. В случае существенных изменений Пользователю может быть выслана информация на указанный им электронный адрес.",
  },
  {
    p: "7.5. Все отношения, касающиеся обработки персональных данных, не получившие отражение в настоящей Политике, регулируются согласно нормам законодательства Российской Федерации.",
  },
  {
    i: "Текущая версия документа от 10.11.2023",
  },
]
