import Link from "next/link"

export default () => (
  <ul>
    <h3>1. Общие положения</h3>
    <p>
      1.1. Общество с ограниченной ответственностью «ШЕЙРА» (далее по тексту – Оператор) ставит соблюдение прав и свобод граждан одним из
      важнейших условий осуществления своей деятельности.
    </p>
    <p>
      1.2. Политика Оператора в отношении обработки персональных данных (далее по тексту — Политика) применяется ко всей информации, которую
      Оператор может получить о Пользователях веб-сайта и приложений sheira.ru. Персональные данные обрабатывается в соответствии с{" "}
      <Link href={{ pathname: "https://www.consultant.ru/document/cons_doc_LAW_61801/" }} target="_blank">
        ФЗ «О персональных данных» № 152-ФЗ
      </Link>
      .
    </p>
    <h3>2. Основные понятия, используемые в Политике</h3>
    <p>
      2.1 Веб-сайт - совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их
      доступность в сети интернет по сетевому адресу sheira.ru;
    </p>
    <p>2.2. Пользователь – любой посетитель веб-сайта и приложений sheira.ru;</p>
    <p>2.3. Персональные данные – любая информация, относящаяся к Пользователю веб-сайта и приложений sheira.ru;</p>
    <p>
      2.4. Обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с использованием
      средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление,
      хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ),
      обезличивание, блокирование, удаление, уничтожение персональных данных;
    </p>
    <p>
      2.5. Обезличивание персональных данных – действия, в результате которых становится невозможным без использования дополнительной
      информации определить принадлежность персональных данных конкретному субъекту персональных данных;
    </p>
    <p>2.6. Распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц;</p>
    <p>
      2.7. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному
      кругу лиц;
    </p>
    <p>
      2.8. Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных
      данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных
      данных.
    </p>
    <h3>3. Оператор может обрабатывать следующие персональные данные Пользователя</h3>
    <p>
      3.1. Список персональных данных, которые обрабатывает Оператор: фамилия, имя, отчество, год, месяц, дата рождения, адрес электронной
      почты, номер телефона, адрес.
    </p>
    <p>
      3.2. Кроме того, на веб - сайте и приложениях происходит сбор и обработка обезличенных данных о Пользователях (в т.ч. файлов «cookie»)
      с помощью сервисов интернет-статистики (Яндекс Метрика и других).
    </p>
    <h3>4. Перечень действий и цель обработки персональных данных</h3>
    <p>
      4.1. Оператор осуществляет обработку персональных данных для цели осуществления действий Пользователей и Оператора на веб-сайте и
      приложениях, а именно регистрация Пользователей на веб-сайте и в приложениях, верификация Пользователей, рекламная и новостная
      рассылка, предоставление Пользователю доступа к функционалу и информации, расположенной на веб-сайте и в приложениях, аналитика
      действий Пользователя на веб-сайте и в приложениях.
    </p>
    <p>
      4.2. В отношении цели, указанной в пункте 4.1 выше, Оператором осуществляется обработка следующих персональных данных Пользователей:
      фамилия, имя, отчество, год, месяц, дата рождения, адрес электронной почты, номер телефона, адрес.
    </p>
    <p>
      4.3. Для обработки персональных данных в соответствии с целью, указанной в пункте 4.1 выше, Оператором осуществляется следующий
      перечень действий: сбор, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача
      (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
    </p>
    <p>
      4.4. Для цели, указанной в пункте 4.1 выше, персональные данные Пользователей обрабатываются в течение срока использования
      Пользователем сервисов Оператора, а также в течение 5 лет с момента последнего использования соответствующего сервиса, если иной срок
      не предусмотрен действующим законодательством РФ.
    </p>
    <p>
      4.5. Для цели, указанной в пункте 4.1 выше, хранение и уничтожение персональных Пользователей осуществляется в порядке,
      предусмотренным разделом 6 настоящей Политики.
    </p>
    <p>
      4.6. Пользователь, соглашаясь с настоящей Политикой, дает свое согласие на получение от Оператора информационных сообщений о новых
      продуктах и услугах и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив
      Оператору письмо с темой «Удалить из рассылки» на адрес <a href="mailto:law@sheira.ru">law@sheira.ru</a>.
    </p>
    <p>
      4.7. На веб-сайте и в приложениях может происходить сбор и обработка обезличенных пользовательских данных о Пользователях (в т.ч.
      файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и других). В данных файлах не сохраняются персональные данные.
      Обезличенные пользовательские данные Пользователей собираются Оператором для улучшения качества и оптимизации веб-сайта и приложений.
    </p>
    <h3>5. Правовые основания обработки персональных данных</h3>
    <p>
      5.1. Оператор обрабатывает персональные данные Пользователя только в случае их отправки Пользователем через формы, расположенные на
      веб - сайте и приложениях sheira.ru. Перед отправкой своих персональных данных Пользователь выражает свое согласие на обработку
      Оператором его персональных данных в соответствии с условиями, указанными в настоящей Политике.
    </p>
    <p>
      5.2. Пользователи, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без
      согласия последнего, несут ответственность в соответствии с законодательством Российской Федерации.
    </p>
    <p>
      5.3. Пользователь принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.
    </p>
    <p>
      5.4. Оператор обрабатывает обезличенные пользовательские данные в случае, если Пользователь разрешил это в настройках браузера
      (включено сохранение файлов «cookie» и использование технологии JavaScript).
    </p>
    <p>
      5.5. Веб-сайт и приложения может содержать ссылки на другие сайты, находящиеся вне контроля Оператора и вне действия настоящей
      Политики.
    </p>
    <h3>6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h3>
    <p>
      6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным
      неуполномоченных лиц.
    </p>
    <p>
      6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев,
      связанных с исполнением действующего законодательства.
    </p>
    <p>
      6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их, направив Оператору уведомление с
      помощью электронной почты на электронный адрес Оператора <a href="mailto:law@sheira.ru">law@sheira.ru</a>, с пометкой «Актуализация
      персональных данных».
    </p>
    <p>
      6.4. Срок обработки персональных данных Пользователей в рамках цели, указанной в пункте 4.2 выше, является неограниченным (за
      исключением случаев, когда меньший срок установлен законодательством Российской Федерации). Пользователь может в любой момент отозвать
      свое согласие на обработку персональных данных, направив Оператору уведомление с помощью электронной почты на электронный адрес
      Оператора <a href="mailto:law@sheira.ru">law@sheira.ru</a>, с пометкой «Отзыв согласия на обработку персональных данных». В случае
      получения Оператором уведомления об отзыве согласия на обработку персональных данных, Оператор прекращает обработку персональных
      данных Пользователя с даты, указанной в заявлении, но не ранее даты, следующей за датой фактического получения отзыва.
    </p>
    <p>
      6.5. Персональные данные Пользователей, обрабатываемые для цели, указанной в пункте 4.1 выше, хранятся не дольше, чем этого требуют
      цели обработки персональных данных (если только иной срок хранения персональных данных не установлен федеральным законом), и
      исключительно на электронных носителях с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная
      обработка персональных данных необходима в связи с исполнением требований законодательства. При осуществлении сбора и хранения
      персональных данных Оператор использует базы данных и сервера, находящиеся на территории Российской Федерации.
    </p>
    <p>
      6.6. Уничтожение персональных данных Пользователей при достижении цели обработки, указанной в пункте 4.1 выше, осуществляется путем
      удаления персональных данных из баз данных и информационных систем серверов и подтверждается актом и выгрузкой из журнала регистрации
      событий в информационной системе персональных данных.
    </p>
    <h3>7. Заключительные положения</h3>
    <p>
      7.1. При обработке персональных данных Оператор принимает необходимые правовые, организационные и технические меры для защиты
      персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления,
      распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.
    </p>
    <p>
      7.2. Оператор обеспечивает выполнение требований к защите персональных данных в информационных системах, которые соответствуют 4
      уровню защищенности персональных данных согласно{" "}
      <Link href={{ pathname: "https://www.consultant.ru/document/cons_doc_LAW_137356/92d969e26a4326c5d02fa79b8f9cf4994ee5633b/" }}>
        ФЗ «О персональных данных» №152-ФЗ и Постановлению Правительства РФ от 01.11.2012 №1119
      </Link>
      .
    </p>
    <p>
      7.3. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись
      к Оператору с помощью электронной почты law@sheira.ru.
    </p>
    <p>
      7.4. Оператор имеет право вносить изменения в Политику. При внесении изменений в актуальную редакцию указывается дата последнего
      обновления. Новая редакция Политики вступает в силу с момента ее размещения на веб-сайте и в приложениях, если иное не предусмотрено
      новой редакцией Политики. В случае существенных изменений Пользователю может быть выслана информация на указанный им электронный
      адрес.
    </p>
    <p>
      7.5. Все отношения, касающиеся обработки персональных данных, не получившие отражение в настоящей Политике, регулируются согласно
      нормам законодательства Российской Федерации.
    </p>
    <i>Текущая версия документа от 10.11.2023</i>
  </ul>
)
