"use client"

import { ButtonClose } from "@/components/common/Buttons"

import { useVisibleAbout } from "@/store/state/useVisibleAbout"

import styles from "./styles/style.module.scss"

export const AboutSheiraPopup = () => {
    const visible = useVisibleAbout(({ visible }) => visible)
    const dispatchVisibleAbout = useVisibleAbout(({ dispatchVisibleAbout }) => dispatchVisibleAbout)

    return (
        <div data-visible={visible} className={styles.wrapper}>
            <section>
                <ul>
                    <h2>Аккаунт и профиль:</h2>
                    <li>
                        Зарегистрируйтесь на платформе &quot;Шейра&quot; и завершите профиль, предоставив достоверные данные, включая имя,
                        адрес и номер телефона.
                    </li>
                    <li>Удостоверьтесь, что ваш номер телефона подтвержден, чтобы иметь возможность размещать предложения.</li>
                    <h2>Честность и точность:</h2>
                    <li>Размещайте предложения, которые соответствуют действительности и не вводят других пользователей в заблуждение.</li>
                    <li>Предоставляйте полную и точную информацию о вашем предложении, включая условия и ограничения.</li>
                    <h2>Уважение к другим:</h2>
                    <li>Убедитесь, что ваше предложение не нарушает законы, нормы морали и правила платформы &quot;Шейра&quot;.</li>
                    <li>Соблюдайте уважительное общение и отношения с другими пользователями при обсуждении предложений.</li>
                    <h2>Публичное и личное:</h2>
                    <li>
                        Определите, хотите ли вы, чтобы ваше предложение было видимым для всех пользователей или только для определенных
                        групп или соседей.
                    </li>
                    <li>
                        Учитывайте конфиденциальность и безопасность при размещении предложений, которые могут потребовать обмена контактами
                        или местоположением.
                    </li>
                    <h2>Соответствие категориям:</h2>
                    <li>
                        Размещайте предложения в соответствующих категориях, чтобы облегчить поиск и нахождение вашего предложения другим
                        пользователям.
                    </li>
                    <h2>Соблюдение сроков:</h2>
                    <li>
                        Если ваше предложение имеет ограниченный срок действия, убедитесь, что вы можете выполнить его в установленные
                        сроки.
                    </li>
                    <li>Если возникают непредвиденные обстоятельства, немедленно сообщите об этом другим пользователям.</li>
                    <h2>Удаление и обновление:</h2>
                    <li>Удаляйте предложения, которые больше не актуальны, чтобы не путать других пользователей.</li>
                    <li>Обновляйте информацию о предложении, если она изменяется, чтобы обеспечить актуальность.</li>
                    <h2>Согласие на обмен:</h2>
                    <li>Помните, что обмен услугами или товарами влечет за собой взаимное согласие обеих сторон.</li>
                    <li>Убедитесь, что все детали обмена и условия согласованы и понятны всем участникам.</li>
                    <p>
                        Соблюдение этих правил поможет создать безопасное и уважительное сообщество на платформе &quot;Шейра&quot; и
                        обеспечит позитивный опыт для всех пользователей.
                    </p>
                </ul>
                <ButtonClose
                    onClick={() => dispatchVisibleAbout(false)}
                    position={{
                        top: 12,
                        right: 12,
                    }}
                />
            </section>
        </div>
    )
}
