import { type Metadata } from "next"
import { type ReactNode } from "react"

export const metadata: Metadata = {
    title: "Sheira | Пользовательское соглашение",
    description:
        "Сайт Sheira – мультифункциональный онлайновый сервис, гиперлокальное комьюнити для обмена информацией, опытом, товарами и услугами, место, где можно заявить о своей проблеме или оказать помощь другим, найти единомышленников, друзей по интересам, компанию для совместного времяпрепровождения, площадка для обсуждений местных проблем.",
    keywords: ["sheira", "Шейра", "услуги", "товары", "обмен", "новости"],
    appleWebApp: {
        title: "Sheira | Пользовательское соглашение",
        statusBarStyle: "default",
    },
    category: "policy, rules",
    openGraph: {
        title: "Sheira | Пользовательское соглашение",
        description:
            "Сайт Sheira – мультифункциональный онлайновый сервис, гиперлокальное комьюнити для обмена информацией, опытом, товарами и услугами, место, где можно заявить о своей проблеме или оказать помощь другим, найти единомышленников, друзей по интересам, компанию для совместного времяпрепровождения, площадка для обсуждений местных проблем.",
    },
}

export default function LayoutTermsPolicy({ children }: { children: ReactNode }) {
    return children
}
