interface IScreen {
    title: string
    description: string[]
}

export const SCREENS: IScreen[] = [
    {
        title: "Sheira — это онлайн-версия того, что происходит вокруг",
        description: [
            "Жители больших городов живут насыщенной жизнью и в сети, и в реальности. Выгляните в окно — там все время что‑то происходит.",
            "Но зачастую эти события проходят мимо тех, кто искренне хотел бы принять в них участие. Предложить помощь, обсудить что‑то с соседями или просто встретиться.",
            "Sheira решает эту проблему. На интерактивную карту добавляются активности от реальных людей вокруг вас: объявления, обсуждения, новости и предупреждения. Посмотрите наше интро — и вам сразу все станет понятно.",
        ],
    },
    {
        title: "Шейра — кто мы и чем можем быть полезны?",
        description: [
            "Шейра — это сервис, который поможет найти для вас специалистов поблизости, обсудить важные вопросы вашего района или привлечь внимание к важной локальной проблеме.",
        ],
    },
    {
        title: "Шейра — это не компании, а люди",
        description: [
            "Шейра похожа на популярные сервисы с картами, но даёт гораздо больше. Здесь нет компаний с разными услугами, но есть люди, которые разбираются в том, что делают. Возможно, вы и сами умеете делать что‑то действительно хорошо.",
        ],
    },
    {
        title: "Шейра — это легко и просто",
        description: [
            "Разместите на карте Шейры карточки c объявлениями, услугами, а другие пользователи откликнутся, чтобы помочь. Например, если у вас сломалась стиральная машина, вы можете создать объявление, а жители вашего района помогут починить или дадут совет.",
        ],
    },
    {
        title: "С Шейрой вы сможете быстро решать важные вопросы",
        description: [
            "Шейра — это ещё и площадка для обсуждения местных проблем. Создайте карточку с вопросом и обсуждайте с жителями района возможные решения проблемы.",
        ],
    },
    {
        title: "Находите единомышленников и друзей по интересам",
        description: [
            "Cоздавайте в Шейре группы или сообщества по интересам, например, спорт, искусство, кулинария, путешествия, и находите компанию для совместного времяпрепровождения или новых друзей, с которыми можно обсудить свои увлечения и хобби.",
        ],
    },
    {
        title: "Зарегистрируйтесь сейчас — и откройте для себя мир неравнодушных и талантливых людей, которые живут совсем рядом с вами",
        description: [],
    },
]
