import { type Metadata } from "next"

const title = "Правилами пользования"

export const metadata: Metadata = {
  title,
  description: title,
  appleWebApp: { title, statusBarStyle: "default" },
  category: "policy, rules",
  openGraph: { title, description: title },
}

export default () => (
  <ul>
    <p>
      Сайт Sheira – мультифункциональный онлайновый сервис, гиперлокальное комьюнити для обмена информацией, опытом, товарами и услугами,
      место, где можно заявить о своей проблеме или оказать помощь другим, найти единомышленников, друзей по интересам, компанию для
      совместного времяпрепровождения, площадка для обсуждений местных проблем.
    </p>
    <p>
      Настоящее Пользовательское соглашение является публичной офертой и определяет условия использования сервисов веб-сайта sheira.ru
      (далее – Сайт), принадлежащего Обществу с ограниченной ответственностью «ШЕЙРА» (ОГРН 1237800019775; ИНН 7813670484) (далее –
      Администрация Сайта), любыми пользователями сети Интернет, просматривающими Сайт (далее – Пользователи).
    </p>
    <p>
      Администрация Сайта предоставляет Пользователю доступ к использованию Сайта и его функциональности на условиях, являющихся предметом
      настоящего Пользовательского соглашения.
    </p>
    <p>
      Настоящее Пользовательское соглашение приравнивается к договору, составленному в письменной форме. Принимая настоящее Пользовательское
      соглашение, Пользователь выражает полное и безоговорочное согласие со всеми его условиями. В случае несогласия с данными условиями
      Пользователь должен покинуть Сайт.
    </p>
    <p>
      Пользователю необходимо внимательно ознакомиться с условиями настоящего Пользовательского соглашения, которые рассматриваются
      Администрацией Сайта как публичная оферта в соответствии со ст. 437 Гражданского кодекса Российской Федерации.
    </p>
    <p>
      Пользователь принимает условия настоящего Пользовательского соглашения в полном объеме путем нажатия кнопки подтверждения ознакомления
      с настоящим Пользовательским соглашением. Пользователь подтверждает свое ознакомление и согласие на использование файлов cookie.
    </p>
    <p>
      Администрация Сайта предоставляет Пользователю право на размещение на Сайте следующей информации: текстовой информации;
      аудиоматериалов; видеоматериалов; фотоматериалов; ссылок на материалы, размещенные на других сайтах.
    </p>
    <p>Сайт не является средством массовой информации.</p>
    <h3>Регистрация на Сайте</h3>
    <p>
      Для того чтобы воспользоваться Сайтом Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя
      будет создан уникальный личный кабинет.
    </p>
    <p>
      Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в форме
      регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию или у
      Администрации Сайта есть основания полагать, что предоставленная Пользователем информация неполная и/или недостоверная, Администрация
      Сайта имеет право, по своему усмотрению, заблокировать либо удалить личный кабинет (учетную запись) Пользователя и отказать
      Пользователю в использовании Cайта.
    </p>
    <p>
      Пользователь соглашается, что все действия, произведенные с использованием его логина и пароля Пользователя, считаются совершенными
      соответствующим Пользователем (за исключением случая, когда до момента совершения таких действий Пользователь уведомил Администрацию
      Сайта о несанкционированном использовании его личного кабинета, утере логина и/или пароля, или о любом другом нарушении).
    </p>
    <p>
      Пользователь осознает и соглашается с тем, что Администрация Сайта вправе проводить опубликование и дальнейшее использование
      указанного Пользователем имени и/или наименования в комментариях и отзывах на Сайте, в рекламных продуктах, корпоративных блогах и
      аккаунтах Администрации Сайта на сторонних ресурсах.
    </p>
    <p>
      При регистрации Пользователь самостоятельно выбирает себе логин (уникальное символьное имя личного кабинета Пользователя) и пароль для
      доступа к личному кабинету. Администрация Сайта вправе запретить использование определенных логинов, а также устанавливать требования
      к логину и паролю (длина, допустимые символы и т.д.).
    </p>
    <p>
      Настоящим Пользователь уведомлен и согласен с тем, что в целях повышения качества сервисов Сайта привлекаемые Администрацией Сайта для
      проведения опроса лица вправе осуществлять сбор мнений и отзывов Пользователей по различным вопросам путем направления информационного
      сообщения при очередном посещении Пользователем Сайта либо осуществления связи по контактным данным, указанным Пользователем в личном
      кабинете (посредством телефонных звонков, смс-сообщений или электронных писем). Собранные мнения и отзывы могут быть использованы для
      формирования статистических данных, которые могут быть использованы Администрацией Сайта.
    </p>
    <h3>Создание и использование сообществ</h3>
    <p>
      Пользователь вправе создавать сообщества (группы) (далее – Сообщество) для целей информирования других Пользователей о каких-либо
      событиях, мероприятиях и для взаимодействия с другими Пользователями (в том числе путем создания сообществ по интересам, сообществ для
      оказания помощи, обмена мнениями, отзывами и т.д.). Создание Сообщества является функциональностью Сайта, предоставляемой Пользователю
      в рамках настоящего Пользовательского соглашения. Пользователь не приобретает какие-либо исключительные права на Сообщество, в том
      числе, но не ограничиваясь этим, как на базу данных, поскольку Сообщество является разделом Сайта.
    </p>
    <p>
      Администрации Сайта принадлежит в полном объеме исключительное право на Сайт как объект интеллектуальной собственности, включая любые
      Сообщества (группы), которые могут создаваться Пользователями, и ничего в настоящем Соглашении не может означать отчуждение
      исключительных прав на Сайт или его составные части Пользователю.
    </p>
    <p>Администрация Сайта также является администратором доменного имени, которое адресует к Сайту, в том числе, всех поддоменных имен.</p>
    <p>
      При создании и администрировании Сообщества, в том числе при регистрации поддоменного имени, используемого для адресации на страницу
      Сообщества, Пользователь подтверждает, что действует на законных основаниях, обладает всеми необходимыми правами и не нарушает своими
      действиями законные права и интересы третьих лиц и действующее законодательство Российской Федерации, в том числе законодательство о
      конкуренции и правах на результаты интеллектуальной деятельности и средства индивидуализации. При этом Пользователь понимает, что
      права на домен Сайта, включая его поддомены, принадлежат Администрации Сайта, соответственно последняя вправе в любой момент и без
      объяснения причин снять поддомен Пользователя, передать поддомен третьему лицу либо использовать в своих целях.
    </p>
    <p>
      Пользователь, администрирующий Сообщество, обязан самостоятельно следить и пресекать не соответствующее требованиям размещение
      информации в Сообществе, и при необходимости блокировать пользователям, нарушающим настоящие Правила, доступ к Сообществу, используя
      функциональные возможности Сайта.
    </p>
    <h3>Использование Сайта и контента Сайта</h3>
    <p>
      Администрация Сайта предоставляет Пользователю доступ к Сайту, включая его контент, исключительно для его использования в объеме,
      предоставленном Пользователю в соответствии с условиями настоящего Пользовательского соглашения. Указанное право доступа
      предоставляется на все время использования Сайта Пользователем.
    </p>
    <p>Пользователь не вправе вносить какие-либо изменения (модификации) в Сайт и копировать исходный код Сайта.</p>
    <p>
      Пользователь не вправе копировать, публиковать, распространять, перерабатывать, размещать в сети Интернет содержание (контент) Сайта
      любым способом без предварительного письменного согласия Администрации Сайта.
    </p>
    <p>Пользователь при цитировании любой информации, составляющей содержание (контент) Сайта, обязан делать ссылку на Сайт.</p>
    <p>
      В случае, если Пользователь, размещая информацию на Сайте, оставляя комментарии или ответы к комментариям, в том числе в созданном
      Пользователем Сообществе, создает и/или передает контент, который может являться объектом авторского права, Пользователь предоставляет
      Администрации Сайта свое согласие на использование таких объектов путем их воспроизведения (в том числе, удаления), распространения,
      публичного показа и доведения до всеобщего сведения исключительно в целях обеспечения функционирования Сайта и предоставления
      возможности его использования другим Пользователям. Указанное согласие предоставляется на весь срок действия исключительного права на
      такие объекты, принадлежащие Пользователю.
    </p>
    <p>
      Пользователь гарантирует, что при размещении им информации на Сайте, оставлении комментариев или ответов к комментариям, в том числе в
      созданном Пользователем Сообществе, им не нарушаются авторские права третьих лиц. В случае получения Администрацией Сайта претензий от
      третьих лиц в связи с нарушением их авторских прав в результате размещения Пользователем информации на Сайте, Администрация Сайта
      вправе взыскать в полном объеме с Пользователя убытки, понесенными Администрацией Сайта в связи с получением претензий третьих лиц.
    </p>
    <h3>Использование cookie-файлов</h3>
    <p>
      Для упрощения работы Пользователя с Сайтом используются cookie-файлы. Это небольшие элементы данных, сохраняемые на жестком диске
      компьютера или памяти мобильного устройства (телефона, планшета) браузером Пользователя, и которые необходимы для использования
      данного Сайта. Используемые сookie-файлы не сохраняют персональные данные и никаким другим образом не собирают персональную информацию
      о Пользователе. Cookie-файлы на Сайте используются в целях оптимизации работы и усовершенствования Сайта.
    </p>
    <h3>Права и обязанности сторон</h3>
    <p>Пользователь имеет право:</p>
    <i>осуществлять поиск информации на Сайте;</i>
    <i>получать информацию на Сайте;</i>
    <i>создавать информацию для Сайта;</i>
    <i>распространять информацию на Сайте;</i>
    <i>комментировать контент, выложенный на Сайте;</i>
    <i>изменять рейтинг пользователей;</i>
    <i>копировать информацию на другие сайты с указанием источника;</i>
    <i>требовать от администрации скрытия любой информации о пользователе;</i>
    <i>требовать от администрации скрытия любой информации переданной пользователем Сайту;</i>
    <i>использовать информацию сайта в личных некоммерческих целях.</i>
    <p>Администрация Сайта имеет право:</p>
    <i>по своему усмотрению и необходимости создавать, изменять, отменять правила;</i>
    <i>ограничивать доступ к любой информации на Сайте;</i>
    <i>создавать, изменять, удалять информацию;</i>
    <i>удалять учетные записи Пользователей;</i>
    <i>отказывать в регистрации без объяснения причин.</i>
    <p>Пользователь обязуется:</p>
    <i>обеспечить достоверность предоставляемой информации;</i>
    <i>обновлять персональные данные, предоставленные при регистрации, в случае их изменения;</i>
    <i>
      не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и
      вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность;
    </i>
    <i>не нарушать работоспособность сайта;</i>
    <i>не совершать действия, направленные на введение других Пользователей в заблуждение;</i>
    <i>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам;</i>
    <i>не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ;</i>
    <i>
      хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в результате общения с другими
      Пользователями и иного использования Сайта персональные данные (включая, но не ограничиваясь, домашними адресами, номерами телефонов,
      адресами электронной почты, паспортными данными, банковской информацией) и информацию о частной жизни других Пользователей и третьих
      лиц без получения соответствующего предварительного разрешения последних;
    </i>
    <i>
      не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение
      которой запрещено или противоречит нормам действующего законодательства РФ;
    </i>
    <i>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его сервисами;</i>
    <i>
      не предлагать посредством Сайта и не размещать на Сайте информацию о товарах или услугах, оборот которых запрещен или ограничен
      согласно законодательству Российской Федерации;
    </i>
    <i>
      самостоятельно исполнять требования законодательства Российской Федерации, возникающие в связи с пользованием функционала Сайта,
      созданием Сообществ, получением услуг, совершением обменных операций, заключением любых сделок, не противоречащих законодательству
      Российской Федерации, посредством Сайта, включая обязанности, предусмотренные налоговым законодательством Российской Федерации.
    </i>
    <p>Администрация Сайта обязуется:</p>
    <i>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации Сайта причинам;</i>
    <i>осуществлять разностороннюю защиту учетной записи Пользователя;</i>
    <i>
      защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной
      записи пользователя, нарушившего правила;
    </i>
    <i>
      предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных
      законом.
    </i>
    <h3>Ответственность сторон</h3>
    <p>Пользователь лично несет полную ответственность за распространяемую им информацию.</p>
    <p>Администрация Сайта не несет никакой ответственности за достоверность информации, скопированной из других источников.</p>
    <p>
      Администрация Сайта не несёт ответственность за недостижение Пользователем ожидаемых им результатов либо несовпадение полученного
      результата ожиданиям Пользователя.
    </p>
    <p>Администрация Сайта не несет никакой ответственности за услуги, предоставляемые третьими лицами.</p>
    <p>
      В отношении любых операций, совершаемых Пользователями посредством Сайта, Администрация Сайта не является участником каких-либо
      сделок, не несет ответственности за соблюдение Пользователями налогового законодательства Российской Федерации, и в соответствии с
      пунктом 1 статьи 226 Налогового кодекса Российской Федерации не является налоговым агентом в отношении любых выгод, получаемых
      Пользователями при использовании Сайта.
    </p>
    <p>
      В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т.д.) Администрация Сайта
      не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса.
    </p>
    <h3>Условия действия Соглашения</h3>
    <p>
      Данное Пользовательское соглашение вступает в силу при любом использовании Сайта Пользователем и действует в течение неопределенного
      срока.
    </p>
    <p>
      Администрация Сайта оставляет за собой право в одностороннем порядке изменять данное Пользовательское соглашение по своему усмотрению.
      Администрация Сайта не обязана принимать встречные предложения от Пользователя относительно внесения изменений в настоящее
      Пользовательское соглашение.
    </p>
    <p>
      При любом изменении данного Пользовательского соглашения Администрация Сайта будет оповещать пользователей удобным для нее способом.
      Изменения в Пользовательское соглашение начинают действовать с момента опубликования новой версии Пользовательского соглашения на
      данном Сайте.
    </p>
    <i>Редакция от 08 августа 2023 г.</i>
  </ul>
)
