export default () => (
  <ul>
    <h1 className="text-text-primary text-center text-2xl font-semibold">Уведомление об использовании файлов куки (cookie)</h1>
    <h3>Файлы cookie</h3>
    <p>
      Для упрощения работы Пользователя с Сайтом используются cookie-файлы. Это небольшие элементы данных, сохраняемые на жестком диске
      компьютера или памяти мобильного устройства (телефона, планшета) браузером Пользователя, и которые необходимы для использования
      данного Сайта.
    </p>
    <p>
      Файлы cookie помогают понять, как посетители взаимодействуют с сайтом, какие разделы они посетили и какое количество времени они
      провели на сайте, также они показывают проблемы в работе интернет-ресурса, например, сообщения об ошибках.
    </p>
    <p>Это помогает улучшать работу сайта.</p>
    <h3>Как управлять файлами cookie?</h3>
    <p>Большинство интернет-браузеров изначально настроены на автоматический прием файлов cookie.</p>
    <p>
      В любое время Вы можете изменить настройки вашего браузера таким образом, чтобы блокировать файлы cookie или предупреждать вас о том,
      когда они будут отправляться к вам на устройство. Отключение файлов cookie может повлиять на Вашу работу в интернете.
    </p>
    <p>Если вы используете несколько устройств и (или) браузеров для доступа в интернет, настройки нужно изменить в каждом из них.</p>
    <h3>Файлы cookie и персональные данные</h3>
    <p>
      Используемые сookie-файлы не сохраняют персональные данные и никаким другим образом не собирают персональную информацию о
      Пользователе.
    </p>
    <p>
      Файлы cookie не содержат Ваших персональных данных, благодаря которым возможна идентификация вашей личности. Файлы cookie не содержат
      фамилии, имени, отчества, адресов электронной почты, домашнего адреса, номеров телефонов и прочих подобных данных.
    </p>
  </ul>
)
