interface IContent {
  [key: number]: {
    title: string
    description: string
  }
}

export const CONTENT_OFFER: IContent = {
  1: {
    title: "Создать предложение",
    description:
      "Нажмите на «Предложение», если хотите добавить на карту своё предложение услуги — например, услуги маникюра или отогрева автомобиля.",
  },
  2: {
    title: "Введите ваш адрес",
    description:
      "Перед созданием первого предложения услуг, убедитесь что в настройках вашего профиля добавлен хотя бы один точный адрес. Именно по нему будет размещена ваша первая карточка на карте Sheira.",
  },
  2.5: {
    title: "Выберите категорию",
    description: "Выберите категорию услуги, которую вы хотите предложить другим пользователям Sheira.",
  },
  3: {
    title: "Добавьте описание",
    description:
      "Придумайте короткий привлекательный текст для своей услуги. Например «Составлю компанию вашей собаке, пока вы заняты. Потомственный и ответственный догситтер со стажем 7 лет».",
  },
  4: {
    title: "Добавьте фото и видео",
    description:
      "Люди любят глазами. Помогите им с выбором — добавьте фото или видеофайл о вашей услуге. Мы покажем его в вашей опубликованной карточке в виде сторис.",
  },
  5: {
    title: "Почти готово!",
    description:
      "Нажмите на эту кнопку и ваше предложение отправится на модерацию. Совсем скоро мы опубликуем его на карте, а вы получите уведомление об этом в личном кабинете.",
  },
}

export const CONTENT_ALERT: IContent = {
  1: {
    title: "Создать SOS-сообщение",
    description:
      "Нажмите на «SOS», если хотите сообщить другим Sheira-жителем что‑то важное и срочное — например, если в округе пропал кот или кто‑то разрисовал дверь подъезда. Используйте карточки SOS для важного и неотложного. Например, если у вас или знакомых пропал смартфон или срочно требуется помощь по эвакуации авто с дворового проезда.",
  },
  2: {
    title: "Введите ваш адрес",
    description: "Укажите точный адрес, где что-то случилось — это поможет соориентироваться другим.",
  },
  2.5: {
    title: "Придумайте название",
    description: "Название должно быть коротким и ёмким, чтобы привлечь внимание пользователей, например «Потерял(а) телефон».",
  },
  3: {
    title: "Опишите проблему",
    description: "Опишите что случилось. Детали помогут другим людям заметить проблему или помочь в ее решении.",
  },
  4: {
    title: "Добавьте фото и видео",
    description: "Будет здорово, если у вас есть фото возникшей проблемы. Добавьте его в карточку.",
  },
  5: {
    title: "Почти готово",
    description:
      "Нажмите на эту кнопку и ваше SOS-сообщение отправится на модерацию. Совсем скоро мы опубликуем его на карте, а вы получите уведомление об этом в личном кабинете.",
  },
}

export const CONTENT_DISCUSSION: IContent = {
  1: {
    title: "Создать Обсуждение",
    description:
      "Нажмите на «Обсуждение», если вам захотелось обсудить что‑то с другими пользователями Sheira. Например, установку праздничной ёлки во дворе или стихийную парковку. Обсуждения в Sheira — это отличный способ обсудить узкую тему со своими соседями. Другие пользователи увидят карточку обсуждения и смогут принять участие в дискуссии. Публикуйте дискуссии на любые общественно-полезные темы — от организации субботника до сбора участников на футбольный турнир.",
  },
  2: {
    title: "Введите ваш адрес",
    description:
      "Укажите точный адрес, к которому можно “привязать” ваше обсуждение. Например, для дискуссии на тему нового катка или неправильной парковки во дворе разумно выбрать адрес близлежащего дома.",
  },
  2.5: {
    title: "Придумайте название",
    description:
      "Название обсуждения нужно сделать таким, чтобы сразу было понятно о чем пойдёт речь. Например, «Турнир по петангу 12.01» или «8-й подъезд, 3 этаж, шумят соседи».",
  },
  3: {
    title: "Добавьте комментарий",
    description: "Ваш комментарий поможет привлечь внимание пользователей и заинтересовать их участвовать в обсуждении.",
  },
  4: {
    title: "Добавьте фото и видео",
    description: "Фото или видео, раскрывающие суть предложенной темы, точно пригодятся.",
  },
  5: {
    title: "Почти готово",
    description:
      "Нажмите на эту кнопку и ваше тематическое обсуждение отправится на модерацию. Совсем скоро мы опубликуем его на карте, а вы получите уведомление об этом в личном кабинете.",
  },
}
