import { Metadata } from "next"
import Link from "next/link"

const title = "Согласие на маркетинговые коммуникации"

export const metadata: Metadata = {
  title,
  description: title,
  appleWebApp: { title, statusBarStyle: "default" },
  category: "ads-agreement, terms",
  openGraph: { title, description: title },
}

export default () => (
  <ul>
    <h1 className="mb-4 font-bold text-text-primary text-[2rem] leading-9">{title}</h1>
    <p>
      При регистрации на сайте&nbsp;
      <Link href={{ pathname: "https://sheira.ru/" }} target="_blank">
        https://sheira.ru/
      </Link>
      &nbsp;(далее — «Сайт»), принадлежащем Обществу с ограниченной ответственностью «ШЕЙРА» (ОГРН 1237800019775; ИНН 7813670484),
      пользователь подтверждает свое согласие с условиями обработки персональных данных в соответствии с Федеральным законом РФ № 152-ФЗ «О
      персональных данных», предусмотренными Политикой по защите персональных данных, и дает свое явное согласие на получение маркетинговых
      коммуникаций в соответствии с Федеральным законом от 06.04.2024 № 78-ФЗ, ст 14.3 КоАП.
    </p>
    <h3>1. Формат коммуникаций</h3>
    <p>
      Компания может отправлять пользователям сообщения и любую иную информацию маркетингового, рекламного и информационного характера
      посредством:
    </p>
    <li>• электронной почты;</li>
    <li>• СМС;</li>
    <li>• push-уведомлений;</li>
    <li>• мессенджеров;</li>
    <li>• телефонных звонков;</li>
    <li>• иным образом.</li>
    <h3>2. Отказ от получения коммуникаций</h3>
    <p>
      Пользователи имеют право в любое время изменить настройки рассылок либо полностью отказаться от получения коммуникаций посредством
      направления соответствующего сообщения по адресу электронной почты <a href="mailto:info@sheira.ru">info@sheira.ru</a> или
      воспользоваться ссылкой для отписки, предоставленной в маркетинговых коммуникаций.
    </p>
    <h3>3. Ответственность</h3>
    <p>
      Компания не несет ответственности за неполучение или задержку в получении сообщений пользователям, если это произошло по причинам, не
      зависящим от компании, или если пользователь предоставил неверные контактные данные.
    </p>
    <h3>4. Использование данных</h3>
    <p>
      Компания обязуется использовать контактные данные пользователя исключительно в соответствии с Политикой в отношении обработки
      персональных данных не передавать их третьим лицам без согласия пользователя.
    </p>
    <h3>5. Изменения в Согласии на получение маркетинговых коммуникаций</h3>
    <p>
      В случае изменений в законодательстве, регулирующем обработку персональных данных и отправку маркетинговых коммуникаций, компания
      оставляет за собой право вносить соответствующие изменения в настоящее Согласие на получение маркетинговых коммуникаций. Все изменения
      будут опубликованы на Сайте. Пользователи обязаны самостоятельно ознакомиться с актуальной версией документа.
    </p>
    <h3>6. Уведомление об изменениях</h3>
    <p>
      Компания может уведомлять пользователей о важных изменениях в настоящем Согласии на получение маркетинговых коммуникаций путем
      размещения уведомления на Сайте или отправки уведомления на электронную почту пользователя.
    </p>
    <h3>7. Согласие пользователя</h3>
    <p>
      Пользователь подтверждает, что ознакомлен с настоящим Согласием на получение маркетинговых коммуникаций, и принимает его условия,
      когда регистрируется на&nbsp;
      <Link href={{ pathname: "https://sheira.ru/" }} target="_blank">
        Сайте
      </Link>
      . При этом пользователь дает свое согласие на обработку своих персональных данных, необходимых для предоставления услуг и/или отправки
      маркетинговых коммуникаций.
    </p>
    <h3>8. Контактная информация</h3>
    <p>
      По всем вопросам, связанным с настоящим Согласием на получение маркетинговых коммуникаций, пользователи могут обращаться к компании по
      электронной почте <a href="mailto:info@sheira.ru">info@sheira.ru</a>.
    </p>
    <p>
      Актуальная версия Согласия на маркетинговые коммуникации расположена в сети Интернет по адресу&nbsp;
      <Link href={{ pathname: "https://sheira.ru/legal/ads-agreement/" }} target="_blank">
        https://sheira.ru/legal/ads-agreement/
      </Link>
    </p>
  </ul>
)
