export const Four = () => {
    return (
        <section data-four>
            <div data-illustration>
                <img src="/promo/four.png" alt="four" width={645} height={590} />
                <div data-box>
                    <p>
                        В первый же день с Настей случается проишествие — она подскальзывается прямо у подъезда. Пока врач выписывает лекарство, Настя находит
                        в интернете Sheira — сервис для соседей, где можно размещать информацию на карте.
                    </p>
                    <b>«Расскажу всем про эту застывшую лужу!» — решает Настя и создает на карте в Шейре яркое предупреждение.</b>
                </div>
            </div>
        </section>
    )
}
