export const Six = () => {
    return (
        <section data-six>
            <div data-illustration>
                <img src="/promo/six.png" alt="six" width={1280} height={791} />

                <div data-box>
                    <p>Насте нравится новый сервис. Шейра похожа на чат с соседями, только удобнее и понятнее, ведь любую активность сразу видно на карте.</p>
                    <p>
                        Настя создает карточку с предложением:{" "}
                        <span>«Научу вас делать панкейки», выбирает то, что хочет взамен — выгул собаки — и постит предложение прямо на карту Шейры.</span>
                    </p>
                </div>
            </div>
        </section>
    )
}
