export const Two = () => {
    return (
        <section data-two>
            <article>
                <p>Жители больших городов живут насыщенной жизнью и в сети, и в реальности. Выгляните в окно — там все время что-то происходит.</p>
                <p>
                    Но зачастую эти события проходят мимо тех, кто искренне хотел бы принять в них участие. Предложить помощь, обсудить что-то с соседями или
                    просто встретиться.
                </p>
                <p>
                    Sheira — это онлайн-версия того, что происходит вокруг. На интерактивную карту добавляются активности от реальных людей вокруг вас:
                    объявления, обсуждения, новости и предупреждения. Посмотрите нашу презентацию — и вам сразу все станет понятно.
                </p>
            </article>
        </section>
    )
}
